import React from 'react';

export default function About() {
  return (
    <div className="bg-yellow py-3">
      <div className="container">
        <br />
        <br />
        <br />
        <h1>О нас</h1>
        <p>
          Добро пожаловать в нашу книжную лавку! Мы продаем книги с 1926 года и посвящаем себя предоставлению наилучшего опыта чтения нашим любимым читателям. Мы гордимся тем, что предлагаем широкий ассортимент книг на разные темы и жанры. Независимо от того, являетесь ли вы поклонником классической литературы, научных исследований, фантастики или путешествий, у нас есть что-то для каждого.
        </p>
        <p>
          Наша цель - вдохновить и обогатить культурный опыт наших клиентов через книги. Мы стремимся создать уютное и дружелюбное место, где каждый читатель найдет не только интересные книги, но и сообщество, где можно поделиться впечатлениями, обсудить любимые произведения и найти новых друзей.
        </p>
        <p>
          Мы искренне надеемся, что вы найдете у нас книги, которые добавят яркие краски в вашу жизнь и принесут удовольствие от чтения. Благодарим вас за то, что выбрали нашу книжную лавку, и всегда рады видеть вас снова!
        </p>
      </div>
    </div>
  );
}
